const String privacyPolicyText = '''
ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ
НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ (ДАЛЕЕ – ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ) ДЕЙСТВУЕТ В ОТНОШЕНИИ ВСЕЙ ИНФОРМАЦИИ, КОТОРУЮ САЙТ МОСКВИЧКА BEAUTY & МОСКВИЧКА NAILS, РАСПОЛОЖЕННЫЙ ПО АДРЕСУ: HTTP://MOSKVICHKABBB.RU (ДАЛЕЕ – МОСКВИЧКА,  А ТАКЖЕ ЕГО СУБДОМЕНАХ), МОЖЕТ ПОЛУЧИТЬ О ПОЛЬЗОВАТЕЛЕ ВО ВРЕМЯ ИСПОЛЬЗОВАНИЯ САЙТА (А ТАКЖЕ ЕГО СУБДОМЕНОВ), ЕГО ПРОГРАММ И ЕГО ПРОДУКТОВ.

1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
1.1 В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ ИСПОЛЬЗУЮТСЯ СЛЕДУЮЩИЕ ТЕРМИНЫ:
1.1.1. «АДМИНИСТРАЦИЯ САЙТА» (ДАЛЕЕ – АДМИНИСТРАЦИЯ) – УПОЛНОМОЧЕННЫЕ СОТРУДНИКИ НА УПРАВЛЕНИЕ САЙТОМ МОСКВИЧКА, КОТОРЫЕ ОРГАНИЗУЮТ И (ИЛИ) ОСУЩЕСТВЛЯЮТ ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ, А ТАКЖЕ ОПРЕДЕЛЯЕТ ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ, СОСТАВ ПЕРСОНАЛЬНЫХ ДАННЫХ, ПОДЛЕЖАЩИХ ОБРАБОТКЕ, ДЕЙСТВИЯ (ОПЕРАЦИИ), СОВЕРШАЕМЫЕ С ПЕРСОНАЛЬНЫМИ ДАННЫМИ.
1.1.2. «ПЕРСОНАЛЬНЫЕ ДАННЫЕ» - ЛЮБАЯ ИНФОРМАЦИЯ, ОТНОСЯЩАЯСЯ К ПРЯМО ИЛИ КОСВЕННО ОПРЕДЕЛЕННОМУ, ИЛИ ОПРЕДЕЛЯЕМОМУ ФИЗИЧЕСКОМУ ЛИЦУ (СУБЪЕКТУ ПЕРСОНАЛЬНЫХ ДАННЫХ).
1.1.3. «ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ» - ЛЮБОЕ ДЕЙСТВИЕ (ОПЕРАЦИЯ) ИЛИ СОВОКУПНОСТЬ ДЕЙСТВИЙ (ОПЕРАЦИЙ), СОВЕРШАЕМЫХ С ИСПОЛЬЗОВАНИЕМ СРЕДСТВ АВТОМАТИЗАЦИИ ИЛИ БЕЗ ИСПОЛЬЗОВАНИЯ ТАКИХ СРЕДСТВ С ПЕРСОНАЛЬНЫМИ ДАННЫМИ, ВКЛЮЧАЯ СБОР, ЗАПИСЬ, СИСТЕМАТИЗАЦИЮ, НАКОПЛЕНИЕ, ХРАНЕНИЕ, УТОЧНЕНИЕ (ОБНОВЛЕНИЕ, ИЗМЕНЕНИЕ), ИЗВЛЕЧЕНИЕ, ИСПОЛЬЗОВАНИЕ, ПЕРЕДАЧУ (РАСПРОСТРАНЕНИЕ, ПРЕДОСТАВЛЕНИЕ, ДОСТУП), ОБЕЗЛИЧИВАНИЕ, БЛОКИРОВАНИЕ, УДАЛЕНИЕ, УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ.
1.1.4. «КОНФИДЕНЦИАЛЬНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ» - ОБЯЗАТЕЛЬНОЕ ДЛЯ СОБЛЮДЕНИЯ ОПЕРАТОРОМ ИЛИ ИНЫМ ПОЛУЧИВШИМ ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ ЛИЦОМ ТРЕБОВАНИЕ НЕ ДОПУСКАТЬ ИХ РАСПРОСТРАНЕНИЯ БЕЗ СОГЛАСИЯ СУБЪЕКТА ПЕРСОНАЛЬНЫХ ДАННЫХ ИЛИ НАЛИЧИЯ ИНОГО ЗАКОННОГО ОСНОВАНИЯ.
1.1.5. «САЙТ МОСКВИЧКА» - ЭТО СОВОКУПНОСТЬ СВЯЗАННЫХ МЕЖДУ СОБОЙ ВЕБ-СТРАНИЦ, РАЗМЕЩЕННЫХ В СЕТИ ИНТЕРНЕТ ПО УНИКАЛЬНОМУ АДРЕСУ (URL): HTTP://MOSKVICHKABBB.RU/, А ТАКЖЕ ЕГО СУБДОМЕНАХ.
1.1.6. «СУБДОМЕНЫ» - ЭТО СТРАНИЦЫ ИЛИ СОВОКУПНОСТЬ СТРАНИЦ, РАСПОЛОЖЕННЫЕ НА ДОМЕНАХ ТРЕТЬЕГО УРОВНЯ, ПРИНАДЛЕЖАЩИЕ САЙТУ МОСКВИЧКА, А ТАКЖЕ ДРУГИЕ ВРЕМЕННЫЕ СТРАНИЦЫ, ВНИЗУ КОТОРЫЙ УКАЗАНА КОНТАКТНАЯ ИНФОРМАЦИЯ АДМИНИСТРАЦИИ
1.1.5. «ПОЛЬЗОВАТЕЛЬ САЙТА МОСКВИЧКА» (ДАЛЕЕ ПОЛЬЗОВАТЕЛЬ) – ЛИЦО, ИМЕЮЩЕЕ ДОСТУП К САЙТУ МОСКВИЧКА, ПОСРЕДСТВОМ СЕТИ ИНТЕРНЕТ И ИСПОЛЬЗУЮЩЕЕ ИНФОРМАЦИЮ, МАТЕРИАЛЫ И ПРОДУКТЫ САЙТА МОСКВИЧКА.
1.1.7. «COOKIES» — НЕБОЛЬШОЙ ФРАГМЕНТ ДАННЫХ, ОТПРАВЛЕННЫЙ ВЕБ-СЕРВЕРОМ И ХРАНИМЫЙ НА КОМПЬЮТЕРЕ ПОЛЬЗОВАТЕЛЯ, КОТОРЫЙ ВЕБ-КЛИЕНТ ИЛИ ВЕБ-БРАУЗЕР КАЖДЫЙ РАЗ ПЕРЕСЫЛАЕТ ВЕБ-СЕРВЕРУ В HTTP-ЗАПРОСЕ ПРИ ПОПЫТКЕ ОТКРЫТЬ СТРАНИЦУ СООТВЕТСТВУЮЩЕГО САЙТА.
1.1.8. «IP-АДРЕС» — УНИКАЛЬНЫЙ СЕТЕВОЙ АДРЕС УЗЛА В КОМПЬЮТЕРНОЙ СЕТИ, ЧЕРЕЗ КОТОРЫЙ ПОЛЬЗОВАТЕЛЬ ПОЛУЧАЕТ ДОСТУП НА МОСКВИЧКА BBB.

2. ОБЩИЕ ПОЛОЖЕНИЯ
2.1. ИСПОЛЬЗОВАНИЕ САЙТА МОСКВИЧКА ПОЛЬЗОВАТЕЛЕМ ОЗНАЧАЕТ СОГЛАСИЕ С НАСТОЯЩЕЙ ПОЛИТИКОЙ КОНФИДЕНЦИАЛЬНОСТИ И УСЛОВИЯМИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ.
2.2. В СЛУЧАЕ НЕСОГЛАСИЯ С УСЛОВИЯМИ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ ПОЛЬЗОВАТЕЛЬ ДОЛЖЕН ПРЕКРАТИТЬ ИСПОЛЬЗОВАНИЕ САЙТА МОСКВИЧКА.
2.3. НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ПРИМЕНЯЕТСЯ К САЙТУ МОСКВИЧКА. МОСКВИЧКА НЕ КОНТРОЛИРУЕТ И НЕ НЕСЕТ ОТВЕТСТВЕННОСТЬ ЗА САЙТЫ ТРЕТЬИХ ЛИЦ, НА КОТОРЫЕ ПОЛЬЗОВАТЕЛЬ МОЖЕТ ПЕРЕЙТИ ПО ССЫЛКАМ, ДОСТУПНЫМ НА САЙТЕ МОСКВИЧКА.
2.4. АДМИНИСТРАЦИЯ НЕ ПРОВЕРЯЕТ ДОСТОВЕРНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ, ПРЕДОСТАВЛЯЕМЫХ ПОЛЬЗОВАТЕЛЕМ.

3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
3.1. НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ УСТАНАВЛИВАЕТ ОБЯЗАТЕЛЬСТВА АДМИНИСТРАЦИИ ПО НЕРАЗГЛАШЕНИЮ И ОБЕСПЕЧЕНИЮ РЕЖИМА ЗАЩИТЫ КОНФИДЕНЦИАЛЬНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ, КОТОРЫЕ ПОЛЬЗОВАТЕЛЬ ПРЕДОСТАВЛЯЕТ ПО ЗАПРОСУ АДМИНИСТРАЦИИ ПРИ РЕГИСТРАЦИИ НА САЙТЕ МОСКВИЧКА ИЛИ ПРИ ПОДПИСКЕ НА ИНФОРМАЦИОННУЮ E-MAIL РАССЫЛКУ.
3.2. ПЕРСОНАЛЬНЫЕ ДАННЫЕ, РАЗРЕШЁННЫЕ К ОБРАБОТКЕ В РАМКАХ НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ, ПРЕДОСТАВЛЯЮТСЯ ПОЛЬЗОВАТЕЛЕМ ПУТЁМ ЗАПОЛНЕНИЯ ФОРМ НА САЙТЕ МОСКВИЧКА И ВКЛЮЧАЮТ В СЕБЯ СЛЕДУЮЩУЮ ИНФОРМАЦИЮ: 3.2.1. ФАМИЛИЮ, ИМЯ, ОТЧЕСТВО ПОЛЬЗОВАТЕЛЯ; 3.2.2. КОНТАКТНЫЙ ТЕЛЕФОН ПОЛЬЗОВАТЕЛЯ; 3.2.3. АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ (E-MAIL) 3.2.4. МЕСТО ЖИТЕЛЬСТВО ПОЛЬЗОВАТЕЛЯ (ПРИ НЕОБХОДИМОСТИ) 3.2.5. ФОТОГРАФИЮ (ПРИ НЕОБХОДИМОСТИ)
3.3. МОСКВИЧКА ЗАЩИЩАЕТ ДАННЫЕ, КОТОРЫЕ АВТОМАТИЧЕСКИ ПЕРЕДАЮТСЯ ПРИ ПОСЕЩЕНИИ СТРАНИЦ: - IP АДРЕС; - ИНФОРМАЦИЯ ИЗ COOKIES; - ИНФОРМАЦИЯ О БРАУЗЕРЕ - ВРЕМЯ ДОСТУПА; - РЕФЕРЕР (АДРЕС ПРЕДЫДУЩЕЙ СТРАНИЦЫ).
3.3.1. ОТКЛЮЧЕНИЕ COOKIES МОЖЕТ ПОВЛЕЧЬ НЕВОЗМОЖНОСТЬ ДОСТУПА К ЧАСТЯМ САЙТА , ТРЕБУЮЩИМ АВТОРИЗАЦИИ.
3.3.2. МОСКВИЧКА ОСУЩЕСТВЛЯЕТ СБОР СТАТИСТИКИ ОБ IP-АДРЕСАХ СВОИХ ПОСЕТИТЕЛЕЙ. ДАННАЯ ИНФОРМАЦИЯ ИСПОЛЬЗУЕТСЯ С ЦЕЛЬЮ ПРЕДОТВРАЩЕНИЯ, ВЫЯВЛЕНИЯ И РЕШЕНИЯ ТЕХНИЧЕСКИХ ПРОБЛЕМ.
3.4. ЛЮБАЯ ИНАЯ ПЕРСОНАЛЬНАЯ ИНФОРМАЦИЯ НЕОГОВОРЕННАЯ ВЫШЕ (ИСТОРИЯ ПОСЕЩЕНИЯ, ИСПОЛЬЗУЕМЫЕ БРАУЗЕРЫ, ОПЕРАЦИОННЫЕ СИСТЕМЫ И Т.Д.) ПОДЛЕЖИТ НАДЕЖНОМУ ХРАНЕНИЮ И НЕРАСПРОСТРАНЕНИЮ, ЗА ИСКЛЮЧЕНИЕМ СЛУЧАЕВ, ПРЕДУСМОТРЕННЫХ В П.П. 5.2. НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ.

4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
4.1. ПЕРСОНАЛЬНЫЕ ДАННЫЕ ПОЛЬЗОВАТЕЛЯ АДМИНИСТРАЦИЯ МОЖЕТ ИСПОЛЬЗОВАТЬ В ЦЕЛЯХ: 
4.1.1. ИДЕНТИФИКАЦИИ ПОЛЬЗОВАТЕЛЯ, ЗАРЕГИСТРИРОВАННОГО НА САЙТЕ МОСКВИЧКА ДЛЯ ЕГО ДАЛЬНЕЙШЕЙ АВТОРИЗАЦИИ. 
4.1.2. ПРЕДОСТАВЛЕНИЯ ПОЛЬЗОВАТЕЛЮ ДОСТУПА К ПЕРСОНАЛИЗИРОВАННЫМ ДАННЫМ САЙТА МОСКВИЧКА. 4
.1.3. УСТАНОВЛЕНИЯ С ПОЛЬЗОВАТЕЛЕМ ОБРАТНОЙ СВЯЗИ, ВКЛЮЧАЯ НАПРАВЛЕНИЕ УВЕДОМЛЕНИЙ, ЗАПРОСОВ, КАСАЮЩИХСЯ ИСПОЛЬЗОВАНИЯ САЙТА МОСКВИЧКА, ОБРАБОТКИ ЗАПРОСОВ И ЗАЯВОК ОТ ПОЛЬЗОВАТЕЛЯ. 
4.1.4. ОПРЕДЕЛЕНИЯ МЕСТА НАХОЖДЕНИЯ ПОЛЬЗОВАТЕЛЯ ДЛЯ ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ, ПРЕДОТВРАЩЕНИЯ МОШЕННИЧЕСТВА. 
4.1.5. ПОДТВЕРЖДЕНИЯ ДОСТОВЕРНОСТИ И ПОЛНОТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ, ПРЕДОСТАВЛЕННЫХ ПОЛЬЗОВАТЕЛЕМ. 
4.1.6. СОЗДАНИЯ УЧЕТНОЙ ЗАПИСИ ДЛЯ ИСПОЛЬЗОВАНИЯ ЧАСТЕЙ САЙТА МОСКВИЧКА, ЕСЛИ ПОЛЬЗОВАТЕЛЬ ДАЛ СОГЛАСИЕ НА СОЗДАНИЕ УЧЕТНОЙ ЗАПИСИ. 
4.1.7. УВЕДОМЛЕНИЯ ПОЛЬЗОВАТЕЛЯ ПО ЭЛЕКТРОННОЙ ПОЧТЕ. 
4.1.8. ПРЕДОСТАВЛЕНИЯ ПОЛЬЗОВАТЕЛЮ ЭФФЕКТИВНОЙ ТЕХНИЧЕСКОЙ ПОДДЕРЖКИ ПРИ ВОЗНИКНОВЕНИИ ПРОБЛЕМ, СВЯЗАННЫХ С ИСПОЛЬЗОВАНИЕМ САЙТА МОСКВИЧКА. 
4.1.9. ПРЕДОСТАВЛЕНИЯ ПОЛЬЗОВАТЕЛЮ С ЕГО СОГЛАСИЯ СПЕЦИАЛЬНЫХ ПРЕДЛОЖЕНИЙ, НОВОСТНОЙ РАССЫЛКИ И ИНЫХ СВЕДЕНИЙ ОТ ИМЕНИ САЙТА МОСКВИЧКА.

5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
5.1. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ ОСУЩЕСТВЛЯЕТСЯ БЕЗ ОГРАНИЧЕНИЯ СРОКА, ЛЮБЫМ ЗАКОННЫМ СПОСОБОМ, В ТОМ ЧИСЛЕ В ИНФОРМАЦИОННЫХ СИСТЕМАХ ПЕРСОНАЛЬНЫХ ДАННЫХ С ИСПОЛЬЗОВАНИЕМ СРЕДСТВ АВТОМАТИЗАЦИИ ИЛИ БЕЗ ИСПОЛЬЗОВАНИЯ ТАКИХ СРЕДСТВ.
5.2. ПЕРСОНАЛЬНЫЕ ДАННЫЕ ПОЛЬЗОВАТЕЛЯ МОГУТ БЫТЬ ПЕРЕДАНЫ УПОЛНОМОЧЕННЫМ ОРГАНАМ ГОСУДАРСТВЕННОЙ ВЛАСТИ РОССИЙСКОЙ ФЕДЕРАЦИИ ТОЛЬКО ПО ОСНОВАНИЯМ И В ПОРЯДКЕ, УСТАНОВЛЕННЫМ ЗАКОНОДАТЕЛЬСТВОМ РОССИЙСКОЙ ФЕДЕРАЦИИ.
5.3. ПРИ УТРАТЕ ИЛИ РАЗГЛАШЕНИИ ПЕРСОНАЛЬНЫХ ДАННЫХ АДМИНИСТРАЦИЯ ВПРАВЕ НЕ ИНФОРМИРОВАТЬ ПОЛЬЗОВАТЕЛЯ ОБ УТРАТЕ ИЛИ РАЗГЛАШЕНИИ ПЕРСОНАЛЬНЫХ ДАННЫХ.
5.4. АДМИНИСТРАЦИЯ ПРИНИМАЕТ НЕОБХОДИМЫЕ ОРГАНИЗАЦИОННЫЕ И ТЕХНИЧЕСКИЕ МЕРЫ ДЛЯ ЗАЩИТЫ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ ОТ НЕПРАВОМЕРНОГО ИЛИ СЛУЧАЙНОГО ДОСТУПА, УНИЧТОЖЕНИЯ, ИЗМЕНЕНИЯ, БЛОКИРОВАНИЯ, КОПИРОВАНИЯ, РАСПРОСТРАНЕНИЯ, А ТАКЖЕ ОТ ИНЫХ НЕПРАВОМЕРНЫХ ДЕЙСТВИЙ ТРЕТЬИХ ЛИЦ.
5.5. АДМИНИСТРАЦИЯ СОВМЕСТНО С ПОЛЬЗОВАТЕЛЕМ ПРИНИМАЕТ ВСЕ НЕОБХОДИМЫЕ МЕРЫ ПО ПРЕДОТВРАЩЕНИЮ УБЫТКОВ ИЛИ ИНЫХ ОТРИЦАТЕЛЬНЫХ ПОСЛЕДСТВИЙ, ВЫЗВАННЫХ УТРАТОЙ ИЛИ РАЗГЛАШЕНИЕМ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ.

6. ПРАВА И ОБЯЗАННОСТИ СТОРОН
6.1. ПОЛЬЗОВАТЕЛЬ ВПРАВЕ:
6.1.1. ПРИНИМАТЬ СВОБОДНОЕ РЕШЕНИЕ О ПРЕДОСТАВЛЕНИИ СВОИХ ПЕРСОНАЛЬНЫХ ДАННЫХ, НЕОБХОДИМЫХ ДЛЯ ИСПОЛЬЗОВАНИЯ САЙТА МОСКВИЧКА И ДАВАТЬ СОГЛАСИЕ НА ИХ ОБРАБОТКУ.
6.1.2. ОБНОВИТЬ, ДОПОЛНИТЬ ПРЕДОСТАВЛЕННУЮ ИНФОРМАЦИЮ О ПЕРСОНАЛЬНЫХ ДАННЫХ В СЛУЧАЕ ИЗМЕНЕНИЯ ДАННОЙ ИНФОРМАЦИИ.
6.1.3. ПОЛЬЗОВАТЕЛЬ ИМЕЕТ ПРАВО НА ПОЛУЧЕНИЕ У АДМИНИСТРАЦИИ ИНФОРМАЦИИ, КАСАЮЩЕЙСЯ ОБРАБОТКИ ЕГО ПЕРСОНАЛЬНЫХ ДАННЫХ, ЕСЛИ ТАКОЕ ПРАВО НЕ ОГРАНИЧЕНО В СООТВЕТСТВИИ С ФЕДЕРАЛЬНЫМИ ЗАКОНАМИ. ПОЛЬЗОВАТЕЛЬ ВПРАВЕ ТРЕБОВАТЬ ОТ АДМИНИСТРАЦИИ УТОЧНЕНИЯ ЕГО ПЕРСОНАЛЬНЫХ ДАННЫХ, ИХ БЛОКИРОВАНИЯ ИЛИ УНИЧТОЖЕНИЯ В СЛУЧАЕ, ЕСЛИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ЯВЛЯЮТСЯ НЕПОЛНЫМИ, УСТАРЕВШИМИ, НЕТОЧНЫМИ, НЕЗАКОННО ПОЛУЧЕННЫМИ ИЛИ НЕ ЯВЛЯЮТСЯ НЕОБХОДИМЫМИ ДЛЯ ЗАЯВЛЕННОЙ ЦЕЛИ ОБРАБОТКИ, А ТАКЖЕ ПРИНИМАТЬ ПРЕДУСМОТРЕННЫЕ ЗАКОНОМ МЕРЫ ПО ЗАЩИТЕ СВОИХ ПРАВ. ДЛЯ ЭТОГО ДОСТАТОЧНО УВЕДОМИТЬ АДМИНИСТРАЦИЮ ПО УКАЗАНОМУ E-MAIL АДРЕСУ.
6.2. АДМИНИСТРАЦИЯ ОБЯЗАНА:
6.2.1. ИСПОЛЬЗОВАТЬ ПОЛУЧЕННУЮ ИНФОРМАЦИЮ ИСКЛЮЧИТЕЛЬНО ДЛЯ ЦЕЛЕЙ, УКАЗАННЫХ В П. 4 НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ.
6.2.2. ОБЕСПЕЧИТЬ ХРАНЕНИЕ КОНФИДЕНЦИАЛЬНОЙ ИНФОРМАЦИИ В ТАЙНЕ, НЕ РАЗГЛАШАТЬ БЕЗ ПРЕДВАРИТЕЛЬНОГО ПИСЬМЕННОГО РАЗРЕШЕНИЯ ПОЛЬЗОВАТЕЛЯ, А ТАКЖЕ НЕ ОСУЩЕСТВЛЯТЬ ПРОДАЖУ, ОБМЕН, ОПУБЛИКОВАНИЕ, ЛИБО РАЗГЛАШЕНИЕ ИНЫМИ ВОЗМОЖНЫМИ СПОСОБАМИ ПЕРЕДАННЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ, ЗА ИСКЛЮЧЕНИЕМ П.П. 5.2. НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ.
6.2.3. ПРИНИМАТЬ МЕРЫ ПРЕДОСТОРОЖНОСТИ ДЛЯ ЗАЩИТЫ КОНФИДЕНЦИАЛЬНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ СОГЛАСНО ПОРЯДКУ, ОБЫЧНО ИСПОЛЬЗУЕМОГО ДЛЯ ЗАЩИТЫ ТАКОГО РОДА ИНФОРМАЦИИ В СУЩЕСТВУЮЩЕМ ДЕЛОВОМ ОБОРОТЕ.
6.2.4. ОСУЩЕСТВИТЬ БЛОКИРОВАНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ, ОТНОСЯЩИХСЯ К СООТВЕТСТВУЮЩЕМУ ПОЛЬЗОВАТЕЛЮ, С МОМЕНТА ОБРАЩЕНИЯ ИЛИ ЗАПРОСА ПОЛЬЗОВАТЕЛЯ, ИЛИ ЕГО ЗАКОННОГО ПРЕДСТАВИТЕЛЯ ЛИБО УПОЛНОМОЧЕННОГО ОРГАНА ПО ЗАЩИТЕ ПРАВ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ НА ПЕРИОД ПРОВЕРКИ, В СЛУЧАЕ ВЫЯВЛЕНИЯ НЕДОСТОВЕРНЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ ИЛИ НЕПРАВОМЕРНЫХ ДЕЙСТВИЙ.

ОТВЕТСТВЕННОСТЬ СТОРОН
7.1. АДМИНИСТРАЦИЯ, НЕ ИСПОЛНИВШАЯ СВОИ ОБЯЗАТЕЛЬСТВА, НЕСЁТ ОТВЕТСТВЕННОСТЬ ЗА УБЫТКИ, ПОНЕСЁННЫЕ ПОЛЬЗОВАТЕЛЕМ В СВЯЗИ С НЕПРАВОМЕРНЫМ ИСПОЛЬЗОВАНИЕМ ПЕРСОНАЛЬНЫХ ДАННЫХ, В СООТВЕТСТВИИ С ЗАКОНОДАТЕЛЬСТВОМ РОССИЙСКОЙ ФЕДЕРАЦИИ, ЗА ИСКЛЮЧЕНИЕМ СЛУЧАЕВ, ПРЕДУСМОТРЕННЫХ П.П. 5.2. И 7.2. НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ.
7.2. В СЛУЧАЕ УТРАТЫ ИЛИ РАЗГЛАШЕНИЯ КОНФИДЕНЦИАЛЬНОЙ ИНФОРМАЦИИ АДМИНИСТРАЦИЯ НЕ НЕСЁТ ОТВЕТСТВЕННОСТЬ, ЕСЛИ ДАННАЯ КОНФИДЕНЦИАЛЬНАЯ ИНФОРМАЦИЯ: 7.2.1. СТАЛА ПУБЛИЧНЫМ ДОСТОЯНИЕМ ДО ЕЁ УТРАТЫ ИЛИ РАЗГЛАШЕНИЯ. 7.2.2. БЫЛА ПОЛУЧЕНА ОТ ТРЕТЬЕЙ СТОРОНЫ ДО МОМЕНТА ЕЁ ПОЛУЧЕНИЯ АДМИНИСТРАЦИЕЙ РЕСУРСА. 7.2.3. БЫЛА РАЗГЛАШЕНА С СОГЛАСИЯ ПОЛЬЗОВАТЕЛЯ.
7.3. ПОЛЬЗОВАТЕЛЬ НЕСЕТ ПОЛНУЮ ОТВЕТСТВЕННОСТЬ ЗА СОБЛЮДЕНИЕ ТРЕБОВАНИЙ ЗАКОНОДАТЕЛЬСТВА РФ, В ТОМ ЧИСЛЕ ЗАКОНОВ О РЕКЛАМЕ, О ЗАЩИТЕ АВТОРСКИХ И СМЕЖНЫХ ПРАВ, ОБ ОХРАНЕ ТОВАРНЫХ ЗНАКОВ И ЗНАКОВ ОБСЛУЖИВАНИЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПЕРЕЧИСЛЕННЫМ, ВКЛЮЧАЯ ПОЛНУЮ ОТВЕТСТВЕННОСТЬ ЗА СОДЕРЖАНИЕ И ФОРМУ МАТЕРИАЛОВ.
7.4. ПОЛЬЗОВАТЕЛЬ ПРИЗНАЕТ, ЧТО ОТВЕТСТВЕННОСТЬ ЗА ЛЮБУЮ ИНФОРМАЦИЮ (В ТОМ ЧИСЛЕ, НО НЕ ОГРАНИЧИВАЯСЬ: ФАЙЛЫ С ДАННЫМИ, ТЕКСТЫ И Т. Д.), К КОТОРОЙ ОН МОЖЕТ ИМЕТЬ ДОСТУП КАК К ЧАСТИ САЙТА МОСКВИЧКА, НЕСЕТ ЛИЦО, ПРЕДОСТАВИВШЕЕ ТАКУЮ ИНФОРМАЦИЮ.
7.5. ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ, ЧТО ИНФОРМАЦИЯ, ПРЕДОСТАВЛЕННАЯ ЕМУ КАК ЧАСТЬ САЙТА МОСКВИЧКА, МОЖЕТ ЯВЛЯТЬСЯ ОБЪЕКТОМ ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ, ПРАВА НА КОТОРЫЙ ЗАЩИЩЕНЫ И ПРИНАДЛЕЖАТ ДРУГИМ ПОЛЬЗОВАТЕЛЯМ, ПАРТНЕРАМ ИЛИ РЕКЛАМОДАТЕЛЯМ, КОТОРЫЕ РАЗМЕЩАЮТ ТАКУЮ ИНФОРМАЦИЮ НА САЙТЕ МОСКВИЧКА. ПОЛЬЗОВАТЕЛЬ НЕ ВПРАВЕ ВНОСИТЬ ИЗМЕНЕНИЯ, ПЕРЕДАВАТЬ В АРЕНДУ, ПЕРЕДАВАТЬ НА УСЛОВИЯХ ЗАЙМА, ПРОДАВАТЬ, РАСПРОСТРАНЯТЬ ИЛИ СОЗДАВАТЬ ПРОИЗВОДНЫЕ РАБОТЫ НА ОСНОВЕ ТАКОГО СОДЕРЖАНИЯ (ПОЛНОСТЬЮ ИЛИ В ЧАСТИ), ЗА ИСКЛЮЧЕНИЕМ СЛУЧАЕВ, КОГДА ТАКИЕ ДЕЙСТВИЯ БЫЛИ ПИСЬМЕННО ПРЯМО РАЗРЕШЕНЫ СОБСТВЕННИКАМИ ТАКОГО СОДЕРЖАНИЯ В СООТВЕТСТВИИ С УСЛОВИЯМИ ОТДЕЛЬНОГО СОГЛАШЕНИЯ.
7.6. В ОТНОШЕНИЕ ТЕКСТОВЫХ МАТЕРИАЛОВ (СТАТЕЙ, ПУБЛИКАЦИЙ, НАХОДЯЩИХСЯ В СВОБОДНОМ ПУБЛИЧНОМ ДОСТУПЕ НА САЙТЕ МОСКВИЧКА) ДОПУСКАЕТСЯ ИХ РАСПРОСТРАНЕНИЕ ПРИ УСЛОВИИ, ЧТО БУДЕТ ДАНА ССЫЛКА НА САЙТ МОСКВИЧКА.
7.7. АДМИНИСТРАЦИЯ НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ПЕРЕД ПОЛЬЗОВАТЕЛЕМ ЗА ЛЮБОЙ УБЫТОК ИЛИ УЩЕРБ, ПОНЕСЕННЫЙ ПОЛЬЗОВАТЕЛЕМ В РЕЗУЛЬТАТЕ УДАЛЕНИЯ, СБОЯ ИЛИ НЕВОЗМОЖНОСТИ СОХРАНЕНИЯ КАКОГО-ЛИБО СОДЕРЖАНИЯ И ИНЫХ КОММУНИКАЦИОННЫХ ДАННЫХ, СОДЕРЖАЩИХСЯ НА САЙТЕ МОСКВИЧКА ИЛИ ПЕРЕДАВАЕМЫХ ЧЕРЕЗ НЕГО.
7.8. АДМИНИСТРАЦИЯ НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПРЯМЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, ПРОИЗОШЕДШИЕ ИЗ-ЗА: ИСПОЛЬЗОВАНИЯ ЛИБО НЕВОЗМОЖНОСТИ ИСПОЛЬЗОВАНИЯ САЙТА, ЛИБО ОТДЕЛЬНЫХ СЕРВИСОВ; НЕСАНКЦИОНИРОВАННОГО ДОСТУПА К КОММУНИКАЦИЯМ ПОЛЬЗОВАТЕЛЯ; ЗАЯВЛЕНИЯ ИЛИ ПОВЕДЕНИЕ ЛЮБОГО ТРЕТЬЕГО ЛИЦА НА САЙТЕ.
7.9. АДМИНИСТРАЦИЯ НЕ НЕСЕТ ОТВЕТСТВЕННОСТЬ ЗА КАКУЮ-ЛИБО ИНФОРМАЦИЮ, РАЗМЕЩЕННУЮ ПОЛЬЗОВАТЕЛЕМ НА САЙТЕ МОСКВИЧКА, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ: ИНФОРМАЦИЮ, ЗАЩИЩЕННУЮ АВТОРСКИМ ПРАВОМ, БЕЗ ПРЯМОГО СОГЛАСИЯ ВЛАДЕЛЬЦА АВТОРСКОГО ПРАВА.

8. РАЗРЕШЕНИЕ СПОРОВ
8.1. ДО ОБРАЩЕНИЯ В СУД С ИСКОМ ПО СПОРАМ, ВОЗНИКАЮЩИМ ИЗ ОТНОШЕНИЙ МЕЖДУ ПОЛЬЗОВАТЕЛЕМ И АДМИНИСТРАЦИЕЙ, ОБЯЗАТЕЛЬНЫМ ЯВЛЯЕТСЯ ПРЕДЪЯВЛЕНИЕ ПРЕТЕНЗИИ (ПИСЬМЕННОГО ПРЕДЛОЖЕНИЯ ИЛИ ПРЕДЛОЖЕНИЯ В ЭЛЕКТРОННОМ ВИДЕ О ДОБРОВОЛЬНОМ УРЕГУЛИРОВАНИИ СПОРА).
8.2. ПОЛУЧАТЕЛЬ ПРЕТЕНЗИИ В ТЕЧЕНИЕ 30 КАЛЕНДАРНЫХ ДНЕЙ СО ДНЯ ПОЛУЧЕНИЯ ПРЕТЕНЗИИ, ПИСЬМЕННО ИЛИ В ЭЛЕКТРОННОМ ВИДЕ УВЕДОМЛЯЕТ ЗАЯВИТЕЛЯ ПРЕТЕНЗИИ О РЕЗУЛЬТАТАХ РАССМОТРЕНИЯ ПРЕТЕНЗИИ.
8.3. ПРИ НЕДОСТИЖЕНИИ СОГЛАШЕНИЯ СПОР БУДЕТ ПЕРЕДАН НА РАССМОТРЕНИЕ АРБИТРАЖНОГО СУДА Г. МОСКВА.
8.4. К НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ И ОТНОШЕНИЯМ МЕЖДУ ПОЛЬЗОВАТЕЛЕМ И АДМИНИСТРАЦИЕЙ ПРИМЕНЯЕТСЯ ДЕЙСТВУЮЩЕЕ ЗАКОНОДАТЕЛЬСТВО РОССИЙСКОЙ ФЕДЕРАЦИИ.

9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
9.1. АДМИНИСТРАЦИЯ ВПРАВЕ ВНОСИТЬ ИЗМЕНЕНИЯ В НАСТОЯЩУЮ ПОЛИТИКУ КОНФИДЕНЦИАЛЬНОСТИ БЕЗ СОГЛАСИЯ ПОЛЬЗОВАТЕЛЯ.
9.2. НОВАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ВСТУПАЕТ В СИЛУ С МОМЕНТА ЕЕ РАЗМЕЩЕНИЯ НА САЙТЕ МОСКВИЧКА, ЕСЛИ ИНОЕ НЕ ПРЕДУСМОТРЕНО НОВОЙ РЕДАКЦИЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ.
9.3. ВСЕ ПРЕДЛОЖЕНИЯ ИЛИ ВОПРОСЫ КАСАТЕЛЬНО НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ СЛЕДУЕТ СООБЩАТЬ ПО АДРЕСУ: FRANCHISE@MOSKVICHKABBB.RU
9.4. ДЕЙСТВУЮЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ РАЗМЕЩЕНА НА СТРАНИЦЕ ПО АДРЕСУ HTTP://HTTP://MOSKVICHKABBB.RU//POLITICA.HTML

10. КОНТАКТЫ 
EMAIL-АДРЕС: INFO@MOSKVICHKAGROUP.RU
КОНТАКТНЫЙ ТЕЛЕФОН МОСКВИЧКА BEAUTY: +7 495 230 17 00
КОНТАКТНЫЙ ТЕЛЕФОН МОСКВИЧКА NAILS: +7 495 230 18 00

''';